Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Reverted edits by a hidden user to last revision by {{GENDER:$1|[[User:$1|$1]]}}
ne: (सदस्य नाम हटाइएको छ) को सम्पादनहरूलाई हटाएर {{GENDER:$1|[[User:$1|$1]]}} ले अन्तिम अवतरणमा पूर्ववत गर्यो।

source: Home wiki
ne: गृह विकि

source: Primary collection image
ne: प्राथमिक संग्रह चित्र

source: New email address:
ne: नयाँ इमेल-ठेगाना:

source: Photo width
ne: तस्वीर चौडाई

source: Transparency of the color.
ne: रङको पारदर्शीता

source: Changed subject from "$2" to "$3"
ne: "$3"बाट "$2"मा विषय सारिएको

source: Due to a technical error, we cannot send your request to PayPal. Please try using our regular credit card donation form.
ne: प्राविधिक गडबडी कों कारणले गर्दा PayPal द्वारा तपाइँको काम गर्न सकिएन । कृपया हाम्रो सामान्य क्रेडिट कार्ड दान फारम प्रयोग गर्नुहोला ।

source: Pages with score 10-40
ne: १०-४० अङ्कप्राप्त पृष्ठ

source: substituting %(tags)s tag(s)
ne: प्रतिस्थापन गर्दै %(tags)s tag(s)

source: Restart now
ne: अहिले पुन: सुरुगर्ने

source: Could not add wiki page
ne: विकि पृष्ठ जोड्न सकिएन

source: Suggestions from translation memories and machine translation
ne: अनुवाद स्मृतिबाट सुझावहरू

source: Finished
ne: समाप्त

source: Not paired or trusted
ne: जडान वा विश्वस्निय भएका छैनन्

source: Refine
ne: परिष्कृत गर्ने

source: Parameters
ne: पेरामिटरहरू

source: A redirect has been created.
ne: अनुप्रेषित पृष्ठ सृजना गरियो।

source: Stop watching
ne: निगरानीबाट हटाउने

source: Mark all pages visited
ne: सबै पृष्ठहरू भनी दाग दिने

source: Rollbackers
ne: पूर्वरुपमा फर्काउनेहरु

source: No such wiki database: $1
ne: त्यस्तो विकि आँकडा नभएको: $1

source: What does this mean?
ne: यसको मतलाब के हो ?

source: Retry failed uploads
ne: असफल अपलोडहरुको पुनः प्रयास गर्ने

source: strobe return light detected
ne: स्ट्रोब फिर्ता गर्ने प्रकाश पत्ता लाग्यो

source: View Details
ne: बिस्तृतमा हेर्नुहोस्

source: Carrier/link changed
ne: क्यारियर / लिङ्क परिवर्तन भयो

source: Edit failed!
ne: सम्पादन असफल!

source: Unused templates
ne: प्रयोग नगरिएको टेम्प्लेट

source: Please enter a title.
ne: कृपया शिर्षक हाल्नुहोस।

source: Notifications
ne: जानकारीहरू

source: {{GENDER:$1|User}} contributions
ne: {{GENDER:$1|प्रयोगकर्ता}}का योगदानहरू

source: Latest uploads
ne: भर्खरका अपलोडहरू

source: User account $3 was {{GENDER:$2|created}} by $1
ne: $1 बाट प्रयोगकर्ता खाता $३ {{GENDER:$2|खोलियो}}

source: Broken packages
ne: टुक्रिएका प्याकेजहरू

source: Show help about creating books
ne: पुस्तक निर्माण निमित्त सहायता देखाउने

source: oldest first
ne: पुराना पहिला

source: Tools:
ne: औजारहरु:

source: Translate from $1
ne: $1 बाट अनुवाद गर्नुहोस

source: Search for duplicate files based on hash values.
ne: ह्यास मानको आधारमा दुरुस्त नक्कल फाइहरु खोज्ने ।

source: Error interpreting the authorization response from the server.
ne: सर्भर बाट प्राप्त अधिकार प्रदान गर्न लाई प्रतिक्रिया बुझ्दा गल्ती भयो ।

source: Visa
ne: भिसा

source: The file you submitted was too large.
ne: तपाईंले बुझाएको फाइल अति ठूलो छ।

source: Edit comment
ne: सुझाब सम्पादन

source: remove
ne: हटाउने

source: Could not acquire locks on server $1.
ne: सर्भर "$1" मा बन्दहरू प्राप्त गर्न सकिएन ।

source: Monitor
ne: मोनिटर

source: The icon animation playing during the launch of a process.
ne: कुनै प्रोसेस् खुलिरहेको बेला आइकनमा देखाइने एनिमेशन ।

source: view your watchlist
ne: तपाईँको निगरानी सुची हेर्नुहोस

source: The following text is what triggered our spam filter: $1
ne: निम्न पाठले हाम्रो स्प्प्याम फिल्टर : $1 घच्घच्यायो

source: Deleted
ne: मेटियो

source: Mouse and Touchpad Settings
ne: माउस र टचप्याड सेटिंङ्स

source: Discussion closed
ne: छलफल बन्द गरियो

source: Search $1 Wikipedia
ne: $1 भाषा विकि खोज्नुहोस्

source: Attached accounts
ne: संलग्न खाताहरु

source: Add device
ne: यन्त्र थप्नुहोस्।

source: Show _Hidden Files
ne: लुकाइएको फाइलहरू देखाउनुहोस्

source: Enables possibility to display an overlay showing available mouse and keyboard shortcuts.
ne: उपलब्ध माउस् र किबोर्डका छोटकरीहरूको जानकारी देखाउन सक्ने बनाउँछ ।

source: Old Value
ne: पुरानो मान

source: Next week
ne: अर्को हप्ता

source: Please enter your $1
ne: कृपया तपाईंको $1 हाल्नुहोस्

source: You have now chosen to autodetect the language. This will be done the next time you restart the game.
ne: तपाईंले अहिले स्वतः भाषा चयनको निम्ति छान्नु भएकोछ। तपाईंले अर्को पल्ट नयाँ खेल सुरु गर्दा यो कार्य पूरा हुनेछ।

source: Hide single IP blocks
ne: एक्लो आई पी रोक लुकाउने

source: Translation statistics for $1 ($2).
ne: $1 ($2)को लागि अनुवाद तथ्यांक।

source: *Common delete reasons ** Copyright violation ** Inappropriate comment or personal information ** Inappropriate username ** Potentially libelous information
ne: मेटाउनका सामान्य कारणहरु ** कपीराइट उल्लंघन ** अनुचित व्यक्तिगत जानकारी ** अनुचित प्रयोगकर्ता नाम ** संभावित अपमानजनक जानकारी

source: add and remove arbitrary tags on individual revisions and log entries
ne: जोड्ने र हटाउने स्वतन्त्र ट्याग व्यक्तिगत अवतरणहरू र लग इन्ट्रीहरूमा

source: _Blue:
ne: नीलो:

source: blue
ne: निलो

source: Message index
ne: सन्देश सूची

source: External values
ne: बाह्य अंकहरू

source: Display Mapping
ne: प्रदर्शन नक्साङ्कन

source: account
ne: खाता

source: r$1
ne: (r$2)

source: Difficulty
ne: कठिनाई

source: Reset
ne: रिसेट गर्नुहोस्

source: The Surreal Barnstar
ne: अविश्वसनीय बार्नस्टार

source: You are connected to
ne: तपाईँ जोडिएको हुनुहुन्छ

source: Your {{PLURAL:$3|edit was|edits were}} {{GENDER:$1|reverted}} on {{SITENAME}}
ne: तपाईँको {{PLURAL:$3|सम्पादन |सम्पादनहरू}} {{SITENAME}} मा {{GENDER:$1|उल्ट्याइयो}}

source: Bot: Orphan page, add template
ne: रोबोट: एक्लो पृष्ठ, ढाँचा थप्नुहोस्

source: Select Bookmark Set file
ne: पुस्तक चिनो समुह फाइलनाम छान्नुहोस्

source: The last revision by a different user has been deleted
ne: पूर्वावलोकन हटाइयो

source: My pages
ne: मेरो पेज

source: Add selected pages
ne: चयन पृष्ठ थप्ने

source: Internal error: Something went wrong when trying to upload your file.
ne: आन्तरिक त्रुटि: तपाईंद्वारा फाइल अपलोड गरिने प्रयास गर्दा समय केहि गलत भएको थियो।

source: view this private log
ne: यो व्यक्तिगत लग हेर्ने

source: Heading (1-6)
ne: शीर्षक(१-६)

source: PhoneGap version:
ne: PhoneGap भर्जन:

source: Select which types of files are shown
ne: कुन प्रकारहरूको फाइलहरू देखाइएको छ चयन गर्नुहोस्

source: D: Parts of the human body
ne: घ: मानव शरीर का केहि भागहरू

source: MidPoint
ne: बीच विन्दु

source: The user's talk page is a redirect.
ne: यो प्रयोगकर्ताको वार्ता पृष्ठ अनुप्रेषित छ।

source: There are currently [{{fullurl:{{#Special:OldReviewedPages}}|watched=1}} pending changes] to reviewed pages on your watchlist. '''Your attention is needed!'''
ne: अहिले [{{fullurl:{{#Special:OldReviewedPages}}|अवलोकन गरिएको=1}} परिवर्तन स्थगित] तपाईंको अवलोकन सूचीमा समीक्षा गरिएका पृष्ठहरू छ्न्। '''तपाईंको ध्यानको आवश्यकता छ!'''

source: Email me also for minor edits of pages and files
ne: पृष्ठहरू र फाइलहरूमा सामान्य सम्पादन भएमा पनि मलाई ई-मेल गर्ने

source: Autumn
ne: शरद ऋतु

source: {{GENDER:$1|{{GENDER:$2|thank}}}}
ne: {{GENDER:$1|{{GENDER:$2|धन्यवाद दिनुहोस्}}}}

source: Translation sandbox
ne: अनुवाद प्रयोगस्थल

source: No user found.
ne: प्रयोगकर्ताहरू भेटिएनन्।

source: optional
ne: वैकल्पिक

source: Supported Software
ne: समर्थित सफ्टवेयर

source: Search for:
ne: खोज्नुहोस:

source: list
ne: सूची

source: {{PLURAL:$1|User rights change|User rights changes}}
ne: {{PLURAL:$1|प्रयोगकर्ता अधिकार परिवर्तन|प्रयोगकर्ता अधिकारहरू परिवर्तन}}

source: Split threads
ne: धागो (thread)हरू टुक्राउने

source: north-east
ne: उत्तर पूर्व

source: Chemistry
ne: रसायनशास्त्र

source: Project description
ne: योजना विवरण

source: MediaWiki is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. MediaWiki is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received [{{SERVER}}{{SCRIPTPATH}}/COPYING a copy of the GNU General Public License] along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA or [//www.gnu.org/licenses/old-licenses/gpl-2.0.html read it online].
ne: मीडियाविकि मुक्त सफ्टवेयर हो; तपाईं यसलाई पुनः वितरण गर्न सक्नुहुन्छ र/वा यसलाई संशोधित गर्न सक्नुहुन्छ जस्तै कि जेएनयु साधारण सार्वजनिक लाइसेन्स अन्तर्गत मुक्त लाइसेन्स फाउन्डेशनद्वारा प्रकाशित गरिएको थियो; वा लाइसेन्सको अवतरण २, वा (तपाईंको विकल्प अनुसार) कुनै अन्य अवतरण। बिना कुनै वारन्टि मीडियाविकि यस आशाका साथ वितरित गरिन्छ कि यो उपयुक्त छ; जसमा व्यापारिक मापदण्ड भएको वारन्टी पनि छैन र न त कुनै लक्ष्यको लागि पर्याप्त हुने प्रावधान नै छ । अरू जानकारीका लागि हेर्नुहोस जेएनयु साधारण सार्वजनिक लाइसेन्स। तपाईंलाई यस प्रोग्राम संगै [{{SERVER}}{{SCRIPTPATH}}/COPYING जेएनयु साधारण सार्वजनिक लाइसेन्सको एक प्रति] भेटिसकेको छ; यदि छैन भने तपाईं सम्पर्क गर्नुहोस फ्री लाइसेन्स फाउन्डेशन, इन्क., 51 फ्र्याङ्कलिन स्ट्रीट, पाँचौ तल्ला, बोस्टन, एमए 02110-1301, संयुक्त राज्य वा [//www.gnu.org/licenses/old-licenses/gpl-2.0.html अनलाइन पढ्नका निमित्त]।

source: Switches to the next open window on the actual viewport.
ne: वास्तविक भ्यूपोर्टमा भएको अर्को विन्डोमा जान्छ ।

source: Are you sure you want to grant the role `%{role}' to the user `%{name}'?
ne: भूमिका `%{role}' प्रयोगकर्ता `%{name}'लाई प्रदान गर्न निश्चित हुनुहुन्छ?

source: Press any key to continue...
ne: जारी राख्नको लागि कुनै कुञ्जी थिच्नुहोस्...

source: Select ICC Profile File
ne: आईसीसी प्रोफाइल फाइल चयन गर्नुहोस्

source: Sign Out
ne: साइन आउट

source: Pages without language links
ne: भाषा नभएको पृष्ठहरू

source: Legend
ne: किंवदंती

source: Legend: * <span class="listgrouprights-granted">Granted right</span> * <span class="listgrouprights-revoked">Revoked right</span>
ne: * <span class="listgrouprights-granted">प्रदान गरिएका अधिकारहरू</span> * <span class="listgrouprights-revoked">फिर्ता गरिएका अधिकारहरू</span>

source: Weight of experience sharing:
ne: अनुभव साझेदारीको तौल:

source: The program "%s" has stopped responding.
ne: प्रोग्राम %s ले जवाफ दिन बन्द गरेको छ।

source: $1 older {{PLURAL:$1|request|requests}}
ne: $1 पुराना {{PLURAL:$1|अनुरोध|अनुरोधहरू}}

source: Atlantic Ocean
ne: आन्ध्र महासागर

source: Network Error
ne: नेटवर्क त्रुटि

source: file size: $1, MIME type: $2
ne: फाइल आकार: $1, MIME प्रकार: $2

source: Created blank page
ne: खाली पृष्ठ तयार गर्ने

source: The system is low on memory and can't display this webpage. Try closing unneeded tabs and reloading.
ne: सिस्टम्को मेमोरी कम छ र वेबपेज प्रदर्शन गर्न सक्दैन। नचाहिने ट्याबहरू बन्द गर्नुहोस् र पुन: लोड गर्ने प्रयास गर्नुहोस्।

source: Email sent
ne: इमेल पठाईयो

source: Warn me when I leave an edit page with unsaved changes
ne: सम्पादनहरू सङ्ग्रह नगरिएको अवस्थामा अर्को पृष्ठमा जान खोज्दा चेतावनी देखाउने

source: French
ne: फ्रेन्च

source: Arabic extended
ne: अरेबिक विस्तारित

source: Lets user enable or disable features on the wiki that are still not ready for prime-time
ne: प्रयोगकर्ताहरूलाई विकिमा ती सुविधाहरू सक्षम गर्न दिन्छ जुन अहिले सबै द्वारा प्रयोग गर्नका लागी तयार छैन

source: (create new...)
ne: (नयाँ सृजना गर्ने...)

source: prc9 Envelope
ne: prc9 खाम

source: Frequency of email reports
ne: इमेल रिपोर्टको बारम्बारता

source: Preview page with this template
ne: यो ढाँचासँग पृष्ठ पूर्वावलोकन गर्ने

source: Default language
ne: पूर्वनिर्धारित भाषा

source: Add pages from namespace:
ne: नेमस्पेसबाट पृष्ठ थप्ने :

source: removed restrictions for administrators
ne: प्रवन्धककोलागि निषेधहरु हटाइयो ।

source: Refreshing article
ne: लेख ताजा गर्दै

source: Main Page
ne: गृह पृष्ठ

source: Unspecified
ne: निर्दिष्ट नगरिएको

source: Project abbreviation
ne: योजना संक्षेप

source: Cursor Blinking
ne: झिम्किरहेको कर्सर

source: The path at which the stashed file should have been found was invalid.
ne: त्यो स्थान जहाँ स्ट्यास भएको फाइल भेट्नु पर्ने थियो त्यो अमान्य छ।

source: Submit request
ne: आग्रह पेशगर्ने

source: Edit section: $1
ne: खण्ड: $1 सम्पादन गर्नुहोस्

source: Build Queue
ne: कतार बनाउने

source: Select how media should be handled
ne: मेडिया कसरी सम्हाल्ने, छान्नुहोस्

source: (blocked)
ne: (प्रतिबन्धित)

source: Card type
ne: कार्डको प्रकार

source: In Car
ne: कारमा

source: Edit other users' CSS and JavaScript files
ne: अरु प्रयोगकर्ताको CSS र JS फाइलहरू सम्पादन गर्ने

source: Your account email address has not yet been confirmed.
ne: तपाईंको खातामा इमेल ठेगाना प्रमाणित भएको छैन ।

source: Thursday at $1
ne: बिहिबार $1मा

source: All categories
ne: सबै क्याटागोरिहरू

source: Invalid title with namespace "$2" and text "$3"
ne: नेमस्पेस "$2" तथा अक्षर "$3" सहितको अवैश शिर्षक

source: The file "$1" has {{PLURAL:$2|1 identical duplication|$2 identical duplications}}.
ne: फाइल"$1" को {{PLURAL:$2|1 दुरुस्त नक्कल|$2 दुरुस्त नक्कलहरु}} छन् ।

source: Show live previews of windows in the Switcher
ne: स्विचरमा विन्डोहरूको लाइभ पूर्वालोकन देखाउने

source: Full thread
ne: पूरा धागो(thread)

source: Add all groups
ne: सबै समूह थप्ने

source: Add a banner
ne: ब्यानर थप्ने

source: {{SITENAME}} anonymous {{PLURAL:$2|user|users}} $1
ne: {{SITENAME}} का नाम नभएका {{PLURAL:$2| प्रयोगकर्ता|प्रयोगकर्ताहरू}} $1

source: Folder could not be created!
ne: फोल्डर श्रृजना गर्न सकिएन !

source: Addresses
ne: ठेगाना

source: Save Revision
ne: पुनरावलोकन संग्रहगर्ने

source: Contribs
ne: योगदानहरू

source: protected
ne: सुरक्षित

source: last modified first
ne: अन्तिम सम्पदित प्रथम

source: You have successfully changed the status of this global account.
ne: तपाईंले सफलतापूर्वक यस विश्वव्यापी खाताको स्थिति परिवर्तन गर्नुभएकोछ।

source: Headline
ne: शीर्षहरफ

source: Old Relation Member
ne: पूरानो रिलेशन सदस्य

source: {{PLURAL:$1|1 edit|$1 edits}} since post
ne: पछिल्लो प्रकाशन पछिका {{PLURAL:$1|1 सम्पादन|$1 सम्पादनहरू}}

source: renew cookies
ne: कुकीहरू रुजु गर्ने

source: Show me...
ne: मलाई देखाउनुहोस्...

source: The Free Encyclopedia
ne: मुफ्ल ज्ञानकोष

source: Revert all changes by filter $1
ne: फिल्टर $1द्वारा गरिएको परिवर्तन पूर्ववत गर्ने

source: Error modifying the item dated $2, $1: This item has been marked "restricted". You do not have access to it.
ne: $2, $1 भएको वस्तु परिवर्तन गर्न सकिएन यसलाई "निषेधित"भनि चिनो लगाइएको छ। यसलाई परिवर्तन गर्न तपाईंसँग अनुमती छैन ।

source: <em>You are not logged in. Saving will record your IP address in this page's edit history.</em>
ne: ''तपाईंले प्रवेश गर्नु भएको छैन। संग्रह (Save) गरेको खण्डमा पृष्ठको इतिहासमा तपाईंको IP ठेगाना अंकित गरिनेछ।''

source: Total edits
ne: जम्मा सम्पादनहरू

source: Your email message has been sent.
ne: तपाईंको ई-मेल सन्देश पठाइयो।

source: Rotated 90° CCW and flipped vertically
ne: ९०° घडिको उल्टो दिशामाको परिक्रमा र मास्तिर फर्काइएको(फ्लिप)

source: Always
ne: सधैँ

source: wrote
ne: लेख्नु भएको थियो

source: Copyrighted
ne: प्रकाशन अधिकार सिमित गरिएको

source: This is a cached copy of the requested page, and may not be up to date.
ne: यो अनुरोध गरिएको पृष्ठको क्याशमा रहेका प्रतिलिपी हो , र अद्यावधिक नहुन सक्छ ।

source: About
ne: बारेमा

source: Reduce
ne: लघुकरण

source: Key presses _repeat when key is held down
ne: कुञ्जी तल झर्दा कुञ्जी थिचाइहरू दोहोरिन्छन्

source: Free Memory
ne: खाली मेमोरी

source: external
ne: वाह्य

source: == File exists == [[:$1]] exists on a shared repository. Moving a file to this title will override the shared file.
ne: ==फाइल पहिले देखि छ== [[$1]] एक साझा भण्डारमा पहिले देखि नै छ। यस नामको स्थानान्तरणले नयाँ फाइल साझा फाइललाई ओभरराइड गर्नेछ।

source: Send e-mail in HTML format
ne: इमेलहरु HTML ढाँचामा पठाउने

source: _Automatically from the Internet
ne: _इन्टरनेटबाट स्वचालित

source: * <code>$1</code> / $2 ('''disabled''')
ne: * <code>$1</code> / $2 ('''निष्क्रिय''')

source: The edit can be undone. Please check the comparison below to verify that this is what you want to do, and then save the changes below to finish undoing the edit.
ne: सम्पादन उल्टाउन सकिन्छ। तपाईंले चाहेको कार्य गर्न कृपया तल दिएको तुलना जाँच गर्नुहोस्, र गरिएको सम्पादनलाई अघिकै अवस्थामा लैजाने कार्य सम्पन्न गर्न तल गएर संग्रह गर्नुहोस्।

source: Select file
ne: फाइल छान्नुहोस्

source: The Civility Barnstar
ne: शिष्टाचार बार्नस्टार

source: Sublocation of the city that the picture was taken in
ne: सहर भित्रको क्षेत्र जहाँ यो तस्विर खिचिएको थियो

source: Webcam in use
ne: वेबक्याम प्रयोगमा छ

source: There was a problem during the HTTP request: $1 $2
ne: एचटिटिपि अनुरोधको समयमा समस्या थियो: $1 $2

source: Keyboard Shortcuts
ne: किबोर्स सर्टकटहरू

source: Server status
ne: सर्भर स्थिती

source: Welcome to X!'s tools!
ne: X!'s tools! मा स्वागत छ।

source: GhostScript pre-filtering
ne: घोस्टस्क्रिप्ट प्रि-फिल्टरिङ

source: Abort
ne: बन्द गर्ने

source: <strong>Warning:</strong> The item dated $2, $1 already had the requested visibility settings.
ne: '''चेतावनी:''' $2, $1मिति भइको वस्तुको पहिले नै अनुरोध गरे अनुसारको दृश्य सेटिङ्गहरु छन् ।

source: Please choose (%s):
ne: छान्नुहोस् (%s):

source: Enable Low Graphics Mode
ne: कम ग्राफिक्स् मोड सक्रिय गर्ने

source: Internal error: No response from server.
ne: आन्तरिक त्रुटि: सर्वरबाट कुनै उत्तर आएन।

source: You've made changes to your preferences that have not been saved yet. If you leave this page without clicking "$1" your preferences will not be updated.
ne: तपाईंले आफ्नो अभिरूचीमा गर्नुभएको परिवर्तन अहिले सम्म सङ्ग्रह गरिएको छैन। यदि तपाईं "$1" मा क्लिक नगरी यस पृष्ठबाट बाहिर जानुभयो भने तपाईंको अभिरूची अपडेट गर्न सकिदैन।

source: Kernel Panic
ne: कर्नेल प्यानिक

source: Search bar
ne: खोज बार

source: Take a screenshot of an area
ne: एउटा भागको तस्बिर लीने

source: Read pages
ne: पृष्ठहरू पढ्नुहोस्

source: A: Man and his occupations
ne: क: मान्छे र उसका व्यवसायहरू

source: Your GPS traces
ne: तपाईंको GPS ट्रेसहरू

source: Filenames may not be longer than 240 bytes.
ne: फाइलको नाम २४० बाइट भन्दा बडी हुनु हुँदैन।

source: Amount
ne: राशी

source: Ignore future problems of this program version
ne: यो प्रोग्राम् संस्करण को भविष्य समस्या बेवास्ता गर्नुहोस्।

source: Hide addresses
ne: ठेगाना लुकाउने

source: Allow
ne: अनुमति दिनुहोस्

source: Turn screen reader on or off
ne: स्क्रीन रिडरलाई लाई अन अथवा अफ गराउनुहोस

source: The Photographer's Barnstar
ne: फोटोग्राफर बार्नस्टार

source: [$1 watching {{PLURAL:$1|user|users}}]
ne: [$1 निगरानी गर्दै{{PLURAL:$1|प्रयोगकर्ता|प्रयोगकर्ताहरु}}]

source: tools to edit Wikipedia
ne: विकिपीडिया संपादन गर्न को लागि उपकरण

source: real time collaborative editor
ne: रियलटाइम सहकार्यमूलक सम्पादक

source: Collecting problem information
ne: समस्या जानकारी सङ्कलन हुँदैछ​।

source: Type of item
ne: वस्तुको प्रकार

source: Average number of edits per month
ne: प्रतिमहिना औसत सम्पादन संख्या

source: Checking for Updates
ne: अपडेटहरुको खोजि

source: Fade only
ne: मधुरो हुने मात्रै

source: Sorry, we couldn't find any pages for "$1"
ne: माफ गर्नुहोला, हामीले $1 को कुनै पनि पृष्ठ भेटाउन सकेनौ

source: Contributions for {{GENDER:$1|$1}}
ne: {{GENDER:$1|$1}}को लागि योगदान

source: _Reset
ne: _पहिलेको रुपमा फर्काउने

source: A file with a similar name exists: [[$2|thumb]] * Name of the uploading file: <strong>[[:$1]]</strong> * Name of the existing file: <strong>[[:$2]]</strong> Do you perhaps want to use a more distinctive name?
ne: यहि नामको एउटा फाइल पहिलेदेखि नैं छ: [[$2|thumb]] * उर्ध्वभरण हुँदै गरेको फाइलको नाम: <strong>[[:$1]]</strong> * पहिलेदेखि नैं भएको फाइलको नाम: <strong>[[:$2]]</strong> कृपया अर्कै नाम रोज्नुहोस्।

source: <strong>The following consists of deleted revisions of [[:$1|$1]]</strong>.
ne: '''[[:$1|$1]]का मेटाइएका पुनरावलोकनहरु यसभित्र छन् '''।

source: New
ne: नयाँ

source: Could not write file "$1" because it is larger than {{PLURAL:$2|one byte|$2 bytes}}.
ne: फाइल "$1" {{PLURAL:$2|one byte|$2 bytes}} भन्दा ठूलो भएकोले फाइलमा लेख्न सकिएन ।

source: $1 {{GENDER:$2|blocked}} {{GENDER:$4|$3}} with an expiry time of $5 $6
ne: $1 {{GENDER:$2|प्रतिबन्धित}} {{GENDER:$4|$3}} जसमा समय समाप्तिको अवधि छ $5 $6

source: Upload anyway?
ne: र पनि अपलोड गर्ने

source: Custom Shortcut
ne: अनुकूलन सर्टकट

source: The Rosetta Barnstar
ne: रोजेटा बार्नस्टार

source: This list is not complete.
ne: यो सूची पूर्ण हैन।

source: One of the revisions of this diff has been <strong>suppressed</strong>. You can view this diff; details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log].
ne: यस भिन्नताका संशोधनहरुमध्येको एउटा चाहिं <strong>दबाइयो।<strong> तपाईंले यस भिन्नतालाई हेर्न सक्नुहुन्छ; सबै विवरण [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}} दबाइएको लग]मा पाउन सकिनेछ।

source: Building: %buildable%
ne: भवन: %buildable%

source: Go To Europe
ne: युरोप जानुहोस्

source: Display pages starting at:
ne: यहाँदेखि शुरु हुने पृष्ठहरू देखाउनुहोस्:

source: Your Password:
ne: तपाईंको प्रवेश शव्द:

source: Upload anyway.
ne: र पनि अपलोड गर्ने

source: Weighing factors
ne: कारक तौल

source: Patrollers
ne: गस्तीकर्ताहरु

source: Export current version as:
ne: हालको संस्करण निम्म रुपमा निर्यात गर्ने :

source: The value you specified is not an integer.
ne: तपाईंले खुलाउनु भएको मान कुनै इन्टिजर हैन ।

source: You have $1 from many users ($2).
ne: तपाईँलाई धेरै प्रयोगकर्ताहरू($2) बाट $1 छ ।

source: Revert $1
ne: पूर्वस्थिति $1 मा फर्काउने

source: AdminStats
ne: प्रवान्धकको अवस्था

source: Hot topics
ne: जल्दोबल्दो विषय

source: Reactivated by anonymous <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: अज्ञात व्यक्तिद्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> पुनःसक्रिय गरिएको

source: ¼ Screen
ne: ¼ पर्दा

source: Amount (USD)
ne: धनराशि (USD)

source: User pages
ne: प्रयोगकर्ता पृष्ठहरू

source: [[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|talk]])
ne: [[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|वार्ता]])

source: Sign in with Facebook
ne: फेसबुक प्रयोग गरेर प्रवेश गर्नुहोस्

source: Translation title
ne: अनुवाद शिर्षक

source: Changesets by nearby users
ne: तपाईंनजिक हुनुभएका प्रयोगकर्ताहरूद्वारा गरिएका परिवर्तनहरू

source: Default for search:
ne: पूर्वनिर्धारित रूपमा खोज्ने:

source: Transclusion
ne: पारदर्शिता

source: Problems donating?
ne: दान गर्दा समस्या ?

source: Transcluded {{PLURAL:$1|template|templates}} ($1)
ne: प्रयुक्त {{PLURAL:$1|ढाँचा|ढाँचाहरू}} ($1)

source: Wikisource Beta
ne: विकिस्रोत बेटा

source: Print/export
ne: प्रिन्ट/निर्यात

source: Revision $2 of page "$1" could not be unserialized. The revision was reported to use content model $3 serialized as $4.
ne: पृष्ठ "$1" को संशोधन $2 लाई क्रमबाट हटाउन सकिएन। संशोधनको बारेमा भनिएको छ कि सामग्री नमूना $3 लाई क्रम $4 को रूप प्रयोगमा ल्याइएको थियो।

source: Any period
ne: जति पनि अवधि

source: Less than or equal to (<=)
ne: भन्दा कम अथवा बराबर (<=)

source: Log in without a password
ne: पासवर्ड बिना लगइन गर्ने

source: == Creating a new item ==
ne: == नयाँ वस्तु सिर्जना==

source: Invalid raw signature. Check HTML tags.
ne: अमान्य कच्चा दस्तखत। HTML ट्यागहरु जाँच्नुहोस् ।

source: Bot: %(page)s is a featured article
ne: रोबोट: %(page)s छानिएको लेख हो

source: Outside Colony
ne: कलोनी बाहिर

source: From:
ne: देखि:

source: Modified
ne: परिमार्जित

source: Language names for "$1" added.
ne: "$1" को लागि भाषा नाम थपियो।

source: Project language
ne: परियोजना भाषा

source: Add a description
ne: विवरण थप्ने

source: Hi %s, you have open files that you might want to save before logging out. Are you sure you want to continue?
ne: नमस्ते %s, तपाईंका केही फाइलहरू खुल्लै छन्, जसलाई तपाईं लग आउट गर्नु अगाडि सेभ गर्न चाहनुहोला । के तपाईं पक्का लग आउट गर्न चाहनुहुन्छ ?

source: Nursery
ne: नर्सरी

source: Profile
ne: प्रोफाइलहरू

source: You must be a registered user and [[Special:UserLogin|logged in]] to move a page.
ne: पृष्ठ सार्नको लागि तपाईं दर्ता गरिएको र [[Special:UserLogin|प्रवेश गरेको]] प्रयोगकर्ता हुनुपर्छ ।

source: The Random Acts of Kindness Barnstar
ne: सज्जनता बार्नस्टार

source: Nation
ne: राष्ट्र

source: _Fingerprint Login
ne: औँठाछाप लगइन
